Repository: common-repository/wp-adrom-newsletter
Catalog: languages/wp-adrom-newsletter-*.po
Languages: de_de

source: Global settings
de_de: Allgemeine Einstellungen

source: Available shortcodes
de_de: verfügbare Shortcodes

source: renders the signout form
de_de: rendert das "Abmelden"-Formular im Frontend

source: renders the signin form
de_de: rendert das "Anmelden"-Formular im Frontend

source: renders the confirmation page
de_de: rendert die "Anmeldung bestätigen"-Seite im Frontend

source: no logs available
de_de: keine Logs vorhanden

source: Form-Messages
de_de: Form-Nachrichten

source: Form settings
de_de: Formeinstellung

source: Confirmation-Page
de_de: Bestätigungsseite

source: Available placeholders
de_de: verfügbare Platzhalter

source: define which fields should be rendered
de_de: definiere welche Felder im Formular gerendert werden soll

source: global terms and conditions
de_de: Allgemeine Geschäftsbedingungen

source: define if "global terms & conditions"-checkbox must be checked to submit the form
de_de: definieren Sie ob die AGBs im Formular gerendert werden soll

source: Background Color
de_de: Hintergrundfarbe

source: Button Color
de_de: Button Farbe

source: alternative logo text
de_de: alternativer Text zum Logo

source: can not be edited
de_de: kann nicht editiert werden

source: Terms & condition page
de_de: AGBs

source: Companydetails for the template
de_de: Firmendetails für das Template

source: Street
de_de: Straße

source: PostalCode
de_de: Postleitzahl

source: City
de_de: Stadt

source: Country
de_de: Land

source: Phonenumber
de_de: Telefonnummer

source: EmailAddress
de_de: Email-Adresse

source: Page after open Confirmation-Link in Email
de_de: Seite nach dem der Link im Email geöffnet wird

source: choose page
de_de: Seite auswählen

source: Custom url
de_de: Benutzerdefinierte Url

source: define the url at which the confirmationpage should be accessible
de_de: definieren Sie die Url unter welche die Seite aufgerufen werden soll

source: Confirmation
de_de: Bestätigung

source: already confirmed
de_de: schon bestätigt

source: hash expired
de_de: abgelaufen

source: Settings
de_de: Einstellungen

source: error message when wrong link with hash is detected
de_de: Fehlermeldung bei ungültigem Abmeldelink mittel Hash

source: error message when address could not be signed out automatic
de_de: Fehlermeldung wenn die Adresse nicht automatisch abgemeldet werden kann.

source: Signout Page
de_de: Signout Seite

source: should be the same page where the signout-shortcode "[render_wp_adrom_newsletter_form_signout]" is used
de_de: muss die gleiche Seite sein in welcher der signout-shortcode "[render_wp_adrom_newsletter_form_signout]" verwendet wird

source: Hash is missing.
de_de: Kein Hash angegeben.

source: You will be signed out from the newsletter-list <b>%s</b> after you clicked on the "Signout"-Button
de_de: Nach dem Klick auf "Abmelden" werden Sie von der Newsletter-Liste <b>%s</b> abgemeldet

source: You will be signed out from the newsletter after you clicked on the "Signout"-Button
de_de: Nach dem Klick auf "Abmelden" werden Sie vom Newsletter abgemeldet

source: E-Mail-Adress
de_de: E-Mail-Adresse

source: This field is required
de_de: Füllen sie dieses Feld aus

source: Signout
de_de: Abmelden

source: If you don't want to receive newsletters from <b>%s</b> click <a href='%s'>here</a> to unsubscribe.
de_de: Wenn Sie generell keine Newsletter mehr von <b>%s</b> erhalten möchten, klicken Sie bitte <a href="%s">hier</a>.

source: Male
de_de: männlich

source: Female
de_de: weiblich

source: This box must be checked
de_de: Aktivieren Sie das Kontrollkästchen

source: Subscribe to our newsletter<br><span style="font-weight:normal;">This consent may be revoked at any time on the website or at the end of the newsletter.</span>
de_de: Newsletter abonnieren.<br><span style="font-weight:normal;">Diese Einwilligung kann jederzeit auf der Website oder am Ende des Newsletters widerrufen werden.</span>

source: Signin
de_de: Anmelden

source: Gender
de_de: Geschlecht

source: Firstname
de_de: Vorname

source: Surname
de_de: Nachname

source: Streetnumber
de_de: Straßennummer

source: State
de_de: Bundesland

source: Birthday
de_de: Geburtstag

source: Confirmation failed
de_de: Anmeldung fehlgeschlagen

source: Confirmation succeeded
de_de: Anmeldung abgeschlossen

source: is required
de_de: wird benötigt
